{
  "熟年夫婦タイプ": {
    "catch": "静かな愛が、いちばん強い。",
    "body": "【特徴】長年連れ添った夫婦のように、安心と信頼が基盤です。\n【相性の魅力】言葉が少なくても気持ちが通じやすい関係です。\n【長続きのコツ】日常の「ありがとう」「うれしい」を言葉で積み重ねてください。\n【注意】刺激が薄くなりやすいので、月1回は小さな非日常を設けると良いです。\n【今日の一手】手紙やメモで感謝を一行だけ伝えてみてください。"
  },
  "運命共同体タイプ": {
    "catch": "二人でいれば、世界なんて怖くない。",
    "body": "【特徴】支え合いを越え、人生計画まで共有しやすい相棒関係です。\n【相性の魅力】相手の成功を自分事として喜べます。\n【長続きのコツ】週1回は“別々の時間”を確保し、話題と余白を増やしてください。\n【注意】頼られすぎで自己喪失に陥らないよう、境界線を言語化しましょう。\n【今日の一手】次の1週間の各自の目標を3分で共有してください。"
  },
  "共依存メンヘラカップル": {
    "catch": "痛いほど愛して、壊れそう。",
    "body": "【特徴】強く惹かれ合い、距離が少しでも空くと不安が募りやすい傾向です。\n【相性の魅力】深い絆を感じやすく、情熱が維持されます。\n【長続きのコツ】“自分を満たす時間”を毎週必ず設けてください。\n【注意】確認行為が増えすぎると相手の疲労を招きます。頻度をルール化しましょう。\n【今日の一手】1日1回、「自分を褒めること」をメッセージで共有してください。"
  },
  "情熱ストームタイプ": {
    "catch": "出会った瞬間、恋が嵐になる。",
    "body": "【特徴】感情の熱量が高く、急接近・急展開が起こりやすいタイプです。\n【相性の魅力】毎日がドラマになり、互いの存在が活力になります。\n【長続きのコツ】衝動の前に“10分インターバル”を設け、冷静さを取り戻してください。\n【注意】燃え尽きに注意。休息も“関係のための投資”です。\n【今日の一手】深呼吸3回→メモに感情名を書く→話す、の順で会話してください。"
  },
  "幼なじみ安心型": {
    "catch": "恋人というより、心のふるさと。",
    "body": "【特徴】ぬくもり優先で、弱さを見せ合える関係です。\n【相性の魅力】喧嘩の後でも自然と戻れる安全基地になります。\n【長続きのコツ】月1回は“非日常デート”を企画してください。\n【注意】慣れすぎによる“友達化”を防ぐため、装い・行き先に変化を入れましょう。\n【今日の一手】初めての店で“はじめての注文”を一緒に選んでください。"
  },
  "夜明けの恋人タイプ": {
    "catch": "暗い夜ほど、二人の距離は近くなる。",
    "body": "【特徴】繊細な感情を深く共有できる、静かな親密さが特徴です。\n【相性の魅力】沈黙でも安心でき、癒やしが循環します。\n【長続きのコツ】“夜は感情、朝は現実”と時間帯で役割を分けてください。\n【注意】生活面の先送りに注意。家事・お金・学業の ToDo を共有化しましょう。\n【今日の一手】朝に3分、今日の予定を音声で送り合ってください。"
  },
  "クールシーソータイプ": {
    "catch": "恋は好きでも、冷静さは手放しません。",
    "body": "【特徴】理性的に話し合える大人の関係です。\n【相性の魅力】問題解決が速く、信頼が安定して積み上がります。\n【長続きのコツ】意図的に“理性を休ませる日”を作り、感情表現を増やしてください。\n【注意】無表情＝無関心と誤解されやすいので、好意は言葉で明示を。\n【今日の一手】理由なく「会いたいです」を一言だけ送ってみてください。"
  },
  "鏡写しタイプ": {
    "catch": "似すぎて、だからぶつかる。",
    "body": "【特徴】思考や反応が似ており、理解も衝突も起こりやすいです。\n【相性の魅力】共鳴度が高く、成長の鏡になれます。\n【長続きのコツ】“自分を直す＝相手が楽になる”の視点で内省してください。\n【注意】相手を変えようとしないこと。違いは共同資産です。\n【今日の一手】今週1つだけ、自分の直したい癖を宣言してください。"
  },
  "癒しパートナータイプ": {
    "catch": "あなたの隣にいるだけで、心が落ち着きます。",
    "body": "【特徴】静かな思いやりで満たし合う、休息のような関係です。\n【相性の魅力】“話さなくても安心”が機能します。\n【長続きのコツ】優しさの中に“本音の時間”を週1回差し込んでください。\n【注意】我慢の蓄積に注意。小さな違和感は早期に共有しましょう。\n【今日の一手】今週の“ありがとうTOP3”を音声で交換してください。"
  },
  "嵐のような恋タイプ": {
    "catch": "愛しすぎて、ぶつかりすぎる。",
    "body": "【特徴】喜怒哀楽が大きく、関係の熱量も高くなりがちです。\n【相性の魅力】真剣さが伝わり、一体感が強まります。\n【長続きのコツ】喧嘩中は“事実→感情→要望”の順に話してください。\n【注意】怒りの裏の不安を言語化すると、衝突は対話に変わります。\n【今日の一手】「悲しかった点を1つだけ」先に共有しましょう。"
  },
  "ミラクルバランスタイプ": {
    "catch": "完璧じゃない。でも、ちょうどいい。",
    "body": "【特徴】安定と自由の中間を保ちやすい、扱いやすい優等生タイプです。\n【相性の魅力】大怪我しにくく、継続的に楽しめます。\n【長続きのコツ】小さな変化を恐れず、月1の“新チャレンジ”を導入してください。\n【注意】平穏が長く続くと飽きが来るので、計画的なスパイスを。\n【今日の一手】2人で“初体験のリスト”を5つ作ってください。"
  },
  "太陽と月タイプ": {
    "catch": "違うリズムが、ちょうどいい。",
    "body": "【特徴】性質が補完的で、役割分担が自然に生まれます。\n【相性の魅力】互いの不得手をカバーし合い、総合力が上がります。\n【長続きのコツ】相手のペースを否定せず、得意時間帯を尊重してください。\n【注意】“理解不足＝不仲”ではありません。説明コストを惜しまないでください。\n【今日の一手】相手の最も得意な時間帯に合わせてデートを設定しましょう。"
  },
  "幸福共感タイプ": {
    "catch": "心が通じるって、こんなに幸せです。",
    "body": "【特徴】感情の丁寧な共有ができ、土台の安心が厚いです。\n【相性の魅力】小さな喜びを一緒に増幅できます。\n【長続きのコツ】“大丈夫”の下に隠れた本音も、やさしく言葉にしてください。\n【注意】合わせすぎによる疲労に注意。自己主張も思いやりの一部です。\n【今日の一手】今日の“うれしかった小事”を30秒で報告してください。"
  },
  "瞬間恋愛タイプ": {
    "catch": "一瞬のときめきが、すべてを動かします。",
    "body": "【特徴】直感と勢いで加速しやすい、花火型の恋です。\n【相性の魅力】短期間で深い体験を共有できます。\n【長続きのコツ】勢いに“ひとつの計画”を混ぜ、予熱を保ってください。\n【注意】現実面の後回しに注意。最低限の約束と予算だけ先に決めましょう。\n【今日の一手】次回デートの“3手先”まで暫定予約してください。"
  },
  "空気のような関係": {
    "catch": "一緒にいることが、もう自然です。",
    "body": "【特徴】穏やかで、静かな安心が長く続きます。\n【相性の魅力】無理をしない継続力が最大の強みです。\n【長続きのコツ】小さな愛情表現（挨拶・労い）を日課にしてください。\n【注意】当たり前化に注意。感謝は“声に出す”が基本です。\n【今日の一手】帰宅時に30秒だけ相手の今日を聴いてください。"
  },
  "感情ジェットコースタータイプ": {
    "catch": "泣いて、笑って、また惹かれます。",
    "body": "【特徴】感情の振れ幅が大きく、毎日がクライマックスになりやすいです。\n【相性の魅力】情熱が深く、印象的な記憶を共有できます。\n【長続きのコツ】気持ちに“名前”を付けてから伝える習慣を。\n【注意】疲弊を避けるため、休み方（クールダウン手順）を2人で決めましょう。\n【今日の一手】今の感情を3語でメッセージしてください。"
  },
  "魂レベル相性タイプ": {
    "catch": "言葉がいらないほど、心が通じます。",
    "body": "【特徴】深い絆と静かな一体感を感じやすい相性です。\n【相性の魅力】沈黙が癒やしになり、存在だけで満たされます。\n【長続きのコツ】ロマンと同じ比率で“生活の設計”も共有してください。\n【注意】現実タスクの先送りに注意。家計・スケジュールを見える化しましょう。\n【今日の一手】今月の家事/支出タスクを10分で分担表にしてください。"
  },
  "お世話焼きタイプ": {
    "catch": "放っておけない。だから、愛しいのです。",
    "body": "【特徴】支える・頼るが自然に噛み合う関係です。\n【相性の魅力】小さなケアが愛情表現として機能します。\n【長続きのコツ】役割を時々入れ替え、“頼る練習”もしてください。\n【注意】過保護化に注意。自立の芽を一緒に育てましょう。\n【今日の一手】今週は相手に“お願い”を1つ作って渡してください。"
  },
  "すれ違いタイプ": {
    "catch": "想っているのに、うまく伝わらない。",
    "body": "【特徴】表現スタイルの差で誤解が生まれやすい相性です。\n【相性の魅力】翻訳の努力ができれば、理解は一気に深まります。\n【長続きのコツ】“言葉の辞書”を作る（例：既読スルー＝忙しい合図）。\n【注意】解釈の決めつけに注意。まずは確認質問を一言添えてください。\n【今日の一手】相手のメッセージの意図を“こういう意味ですか？”と確認してください。"
  },
  "恋愛エンタメタイプ": {
    "catch": "毎日が、恋のステージです。",
    "body": "【特徴】企画・演出が得意で、楽しい記憶を量産できます。\n【相性の魅力】共通の作品づくりのような高揚感が続きます。\n【長続きのコツ】楽しい後に“3分の本音タイム”を必ず挟んでください。\n【注意】楽しさで本質を先送りしないよう、将来の話も小分けで。\n【今日の一手】今日の“いちばん嬉しかったこと”を帰り道に交換してください。"
  },
  "芸術的カップル": {
    "catch": "感性でつながる、世界に一つの恋。",
    "body": "【特徴】美意識や表現で共鳴し、詩的な時間を共有できます。\n【相性の魅力】創造が愛情表現になり、唯一無二の物語が生まれます。\n【長続きのコツ】感情をアートに変換し、外に出す習慣を持ってください。\n【注意】理想の追い込みに注意。現実の優しさも価値として扱いましょう。\n【今日の一手】二人の“今日の色”を写真1枚で共有してください。"
  },
  "月下美人タイプ": {
    "catch": "夜に咲く、静かな情熱。",
    "body": "【特徴】静けさの中で距離が縮まる、繊細で奥ゆかしい相性です。\n【相性の魅力】空気で伝わる優しさが、深い信頼へと育ちます。\n【長続きのコツ】沈黙に少しだけ言葉を足す習慣を。\n【注意】遠慮が重なると届きません。喜びは先に表明しましょう。\n【今日の一手】「今日は会えて嬉しかったです」の一言を必ず伝えてください。"
  },
  "解放自由タイプ": {
    "catch": "好きだからこそ、縛りません。",
    "body": "【特徴】距離感の取り方が上手で、互いの時間を尊重できます。\n【相性の魅力】一人でも二人でも満たされる大人の安心感があります。\n【長続きのコツ】短い共有（写真1枚、リンク1件）を日々交わしてください。\n【注意】“干渉しない”と“無関心”の違いを言葉で確認しましょう。\n【今日の一手】今日は相手を思い出した瞬間のものを一つだけ送ってください。"
  },
  "安心依存タイプ": {
    "catch": "この人がいるから、大丈夫です。",
    "body": "【特徴】やさしさとぬくもりで満たし合う、寄り添い型の相性です。\n【相性の魅力】甘えが信頼へと変わり、心が安定します。\n【長続きのコツ】安心の中に小さな挑戦を混ぜてください。\n【注意】二人の世界が狭くなりすぎないよう、外の経験を歓迎しましょう。\n【今日の一手】“一人でやってみたこと”を帰ってから報告してください。"
  },
  "火山情熱タイプ": {
    "catch": "ぶつかって、燃えて、また惹かれます。",
    "body": "【特徴】感情の噴き上がりが大きく、正直さが魅力です。\n【相性の魅力】本音の衝突が、深い結びつきに変わりやすいです。\n【長続きのコツ】怒りの下にある本心（悲しみ・寂しさ）を先に共有してください。\n【注意】言葉が強くなりがち。タイムアウト合図を決めておきましょう。\n【今日の一手】「本当は〇〇が不安でした」を一文だけ送ってください。"
  },
  "カリスマ相互依存タイプ": {
    "catch": "惹かれ合うほど、世界が動き出します。",
    "body": "【特徴】互いに高め合い、周囲を巻き込む存在感があります。\n【相性の魅力】共鳴が自己成長を促し、影響力が相互に増幅します。\n【長続きのコツ】“一人で輝く時間”を確保し、依存の圧を下げてください。\n【注意】期待の過熱に注意。休むことも成果です。\n【今日の一手】今週の“個人ミッション”を各自1つ宣言しましょう。"
  },
  "理性バランス型": {
    "catch": "冷静だからこそ、信じ合えます。",
    "body": "【特徴】現実的で、誠実な合意形成が得意です。\n【相性の魅力】騒がしくはないが、じわじわ強くなる信頼が積み上がります。\n【長続きのコツ】理性の中に少しの感情表現を混ぜてください。\n【注意】“温度が低い”と誤解されやすいので、好意の明示を習慣に。\n【今日の一手】理由を説明せず「好きです」を一言だけ伝えてください。"
  },
  "幻想理想タイプ": {
    "catch": "夢を見すぎると、現実がぼやけます。",
    "body": "【特徴】理想像を原動力に、関係を磨こうとするタイプです。\n【相性の魅力】最初の輝きが強く、ロマンが絶えません。\n【長続きのコツ】理想の中に“現実の優しさ”を見つける練習をしてください。\n【注意】落差に落ち込まないよう、良い変化を言語化して記録しましょう。\n【今日の一手】今日は“相手の不器用な優しさ”を一つだけ褒めてください。"
  },
  "大人の恋愛タイプ": {
    "catch": "余白があるから、愛が続きます。",
    "body": "【特徴】干渉しすぎず、信頼でつながる落ち着いた関係です。\n【相性の魅力】無理のない持続性が高く、長期に向きます。\n【長続きのコツ】意識的に“甘える時間”をつくってください。\n【注意】余裕が温度低下に見えないよう、時々は直球の好意を。\n【今日の一手】「今日は少し寂しかったです」を素直に共有してください。"
  },
  "駆け引き恋愛タイプ": {
    "catch": "試したくなるのは、本気の証です。",
    "body": "【特徴】気持ちを隠しがちで、探りのコミュニケーションが増えやすいです。\n【相性の魅力】本音が出た瞬間、関係が一気に深まります。\n【長続きのコツ】“駆け引き→会話”に変換し、感情を短文で明示してください。\n【注意】沈黙は不安を増やします。既読の合図ルールを決めましょう。\n【今日の一手】「本当は不安でした」を7文字以上で打ち明けてください。"
  },
  "執着ロマンス型": {
    "catch": "この人しか、もう考えられません。",
    "body": "【特徴】一途さが非常に強く、相手中心になりやすい傾向です。\n【相性の魅力】深い愛情が長期的なコミットに変わります。\n【長続きのコツ】“自分の居場所”を恋の外にも作ってください。\n【注意】独占欲が強くなったら休憩のサイン。自己充足の時間を確保しましょう。\n【今日の一手】今週の“自分のための予定”を1件入れてください。"
  },
  "奇跡のシンクロタイプ": {
    "catch": "出会うべくして出会った、奇跡の二人。",
    "body": "【特徴】価値観とタイミングの一致が多く、直感的に通じ合います。\n【相性の魅力】“言わなくても伝わる”瞬間が頻出します。\n【長続きのコツ】奇跡を習慣に変え、日々の小さな気遣いを続けてください。\n【注意】ズレが起きた時ほど丁寧に説明を。理想像の修正は共同作業です。\n【今日の一手】今日の“うれしい一致”を1つメモして共有してください。"
  }
}
